import enum


class Contacts(str, enum.Enum):
    """Контакты региональных кураторов."""

    MOSCOW_CITY = "[Контакты куратора] г. Москва"
    BELGOROD_REGION = "[Контакты куратора] Белгородская область"
    VLADIMIR_REGION = "[Контакты куратора] Владимирская область"
    KALUGA_REGION = "[Контакты куратора] Калужская область"
    SMOLENSK_REGION = "[Контакты куратора] Смоленская область"
    TULA_REGION = "[Контакты куратора] Тульская область"
    VOLGOGRAD_REGION = "[Контакты куратора] Волгоградская область"
    KRASNOYARSK_REGION = "[Контакты куратора] Красноярский край"
    LIPETSK_REGION = "[Контакты куратора] Липецкая область"
    MOSCOW_REGION = "[Контакты куратора] Московская область"
    PETERBURG_CITY = "[Контакты куратора] г. Санкт-Петербург"
    SVERDLOVSK_REGION = "[Контакты куратора] Свердловская область"
    MAGADAN_REGION = "[Контакты куратора] Магаданская область"
    RYAZAN_REGION = "[Контакты куратора] Рязанская область"
    SAMARA_REGION = "[Контакты куратора] Самарская область"
    TVER_REGION = "[Контакты куратора] Тверская область"
    UDMURTIA_REPUBLIC = "[Контакты куратора] Удмуртская республика"