START_MESSAGE = 'Здравствуйте! Это бот фонда "Расправь крылья".'
HELP_MESSAGE = (
    "[Заглушка]Здесь выводится краткое описание возможностей бота (/help)"
)
ASSISTANCE_MESSAGE = (
    '[Заглушка]Сообщение после нажатия на кнопку "Получить помощь" '
    "(Выбор региона)"
)
CHOOSE_REGION_MESSAGE = "Выберите, пожалуйста, регион"

ASSISTANCE_TYPE_MESSAGE = (
    "[Заглушка]Сообщение в момент выбора юр., соц., психол., помощи и т.д."
)
HOW_CAN_WE_HELP = "Чем мы можем помочь?"
MENU_MESSAGE = "Команды и меню обновлены"
CONTACT_US_MESSAGE = "[Заглушка] Задать вопрос."

ASK_YOUR_QUESTION = "Задайте Ваш вопрос"
WHAT_IS_YOUR_NAME_MESSAGE = "Как к Вам обращаться?"
CONTACT_TYPE_MESSAGE = "{name}, как с Вами связаться?"
THANKS_FOR_THE_QUESTION = (
    "Спасибо за обращение. Сотрудник фонда свяжется "
    "с Вами в ближайшее время."
)
ENTER_YOUR_CONTCACT = {
    "EMAIL": "Введите Ваш адрес электронной почты:",
    "PHONE": "Введите Ваш номер телефона:",
}
ANSWER_TO_USER_MESSAGE = (
    "Извините, функционал бота ограничен, просьба"
    " пользоваться всплывающими меню-кнопками"
)
