ANSWER_TO_USER_MESSAGE = (
    "Извините, функционал бота ограничен, просьба"
    " пользоваться всплывающими меню-кнопками"
)
ASK_YOUR_QUESTION = "Задайте Ваш вопрос"
ASSISTANCE_MESSAGE = (
    '[Заглушка]Сообщение после нажатия на кнопку "Получить помощь" '
    "(Выбор региона)"
)
ASSISTANCE_TYPE_MESSAGE = (
    "[Заглушка]Сообщение в момент выбора юр., соц., психол., помощи и т.д."
)
CHOOSE_REGION_MESSAGE = "Выберите, пожалуйста, регион"
CONTACT_SHOW_MESSAGE = "Выберите способ связи"
CONTACT_TYPE_MESSAGE = "{name}, как с Вами связаться?"
CONTACT_US_MESSAGE = "[Заглушка] Задать вопрос."
ENTER_YOUR_CONTACT = {
    "EMAIL": "Введите Ваш адрес электронной почты:",
    "PHONE": "Введите Ваш номер телефона:",
}
HELP_MESSAGE = (
    "[Заглушка]Здесь выводится краткое описание возможностей бота (/help)"
)
HOW_CAN_WE_HELP = "Чем мы можем помочь?"
HOW_TO_CONTACT = "Как Вам удобно связаться с нами?"
MENU_MESSAGE = "Команды и меню обновлены"
MESSAGE_FROM_TELEGRAM_BOT = "Вопрос из telegram бота"
NO_TELEGRAM_USERNAME = (
    "В настройках вашего telegram аккаунта отсутствует "
    "username. Выберите, пожалуйста, другой способ связи "
    "или добавьте username в настройках вашего telegram аккаунта."
)
QUESTION_FAIL = (
    "Спасибо за обращение. К сожалению при его обработке "
    "Произошла ошибка: {} ."
    "Попробуйте задать вопрос позднее или сообщите разработчикам."
)
SELECT_FUND_PROGRAM = "Выбор программы из списка"
SELECT_QUESTION = "Выбор вопроса из списка"
START_MESSAGE = 'Здравствуйте! Это бот фонда "Расправь крылья".'
THANKS_FOR_THE_QUESTION = (
    "Спасибо за обращение. Сотрудник фонда свяжется "
    "с Вами в ближайшее время."
)
WHAT_IS_YOUR_NAME_MESSAGE = "Как к Вам обращаться?"
