START_MESSAGE = 'Здравствуйте! Это бот фонда "Расправь крылья".'
HELP_MESSAGE = (
    "[Заглушка]Здесь выводится краткое описание возможностей бота (/help)"
)
ASSISTANCE_MESSAGE = '[Заглушка]Сообщение после нажатия на кнопку "Получить помощь" (Выбор региона)'
CHOOSE_REGION_MESSAGE = "Выберите, пожалуйста, регион"

ASSISTANCE_TYPE_MESSAGE = (
    "[Заглушка]Сообщение в момент выбора юр., соц., психол., помощи и т.д."
)
MENU_MESSAGE = "Команды и меню обновлены"
ANSWER_TO_USER_MESSAGE = (
    "Извините, функционал бота ограничен, просьба"
    " пользоваться всплывающими меню-кнопками"
)
