# Переменные состояния (далее п.с.)
ASSISTANCE = 'assistance'  # п.с. "Помочь или получить помощь"
DONATION = 'donation'  # п.с. "Перенаправление на форму с пожертвованиями"
REGION = 'region'  # п.с. "Выбор региона"
BACK = 'back'  # для кнопки "Назад"

# Кнопки
ASSISTANCE_BUTTON = 'Получить помощь'
DONATION_BUTTON = 'Сделать пожертование'
BACK_BUTTON = 'Назад'

# Различные текстовые константы
START_MESSAGE = '[Заглушка]Здесь выводится приветственное и информационное сообщение'
HELP_MESSAGE = '[Заглушка]Здесь выводится краткое описание возможностей бота (/help)'
ASSISTANCE_MESSAGE = '[Заглушка]Сообщение после нажатия на кнопку "Получить помощь" (Выбор региона)'
DONATION_MESSAGE = '[Заглушка]Сообщение сопутствующее кнопке "Сделать пожертование"'

# URL константы
DONATION_URL = 'https://detskyfond.info/pomogi/'
